Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# sidebar.loginPrompt
source: Sign in to manage all Stars, untagged repos, and tags.
ar: سجل الدخول لإدارة كل النجوم، والمستودعات غير الموسومة، والوسوم.
de: Anmelden, um alle Sterne, nicht getaggte Repos und Tags zu verwalten.
es: Inicia sesión para gestionar todas las estrellas, repositorios sin etiquetar y etiquetas.
fr: Connectez-vous pour gérer toutes les étoiles, les dépôts sans étiquette et les étiquettes.
id: Masuk untuk mengelola semua Bintang, repositori tanpa tag, dan tag.
it: Accedi per gestire tutte le stelle, i repository senza tag e i tag.
ja: サインインしてすべてのスター、タグなしリポジトリ、タグを管理
ko: 로그인하여 모든 별, 태그되지 않은 저장소 및 태그를 관리하세요.
nl: Meld je aan om alle sterren, ongetagde repos en tags te beheren.
pl: Zaloguj się, aby zarządzać wszystkimi gwiazdkami, repozytoriami bez tagów i tagami.
pt_br: Faça login para gerenciar todas as Estrelas, repositórios sem etiquetas e etiquetas.
ru: Войдите, чтобы управлять всеми звёздами, неотмеченными репозиториями и тегами.
tr: Tüm yıldızları, etiketlenmemiş depoları ve etiketleri yönetmek için oturum açın.
uk: Увійдіть, щоб керувати всіма зірками, репозиторіями без тегів і тегами.
vi: Đăng nhập để quản lý tất cả sao, kho chưa gắn thẻ và thẻ.
zh_hans: 登录后可管理全部 Stars、未分类仓库和标签。
zh_hant: 登入以管理所有 Star、未分類倉庫和標籤。

# sidebar.mainNavigation
source: Main
ar: الرئيسية
de: Hauptnavigation
es: Principal
fr: Principal
id: Utama
it: Principale
ja: メイン
ko: 메인
nl: Hoofd
pl: Główne
pt_br: Principal
ru: Основное
tr: Ana
uk: Головне
vi: Chính
zh_hans: 主导航
zh_hant: 主要

# sidebar.myProjects
source: My Projects
ar: مشاريعي
de: Meine Projekte
es: Mis proyectos
fr: Mes projets
id: Proyek Saya
it: I miei progetti
ja: マイプロジェクト
ko: 내 프로젝트
nl: Mijn projecten
pl: Moje projekty
pt_br: Meus projetos
ru: Мои проекты
tr: Projelerim
uk: Мої проєкти
vi: Dự án của tôi
zh_hans: 我的项目
zh_hant: 我的專案

# sidebar.openGithubFollowers
source: Open GitHub followers page
ar: فتح صفحة المتابِعين على GitHub
de: GitHub-Follower-Seite öffnen
es: Abrir página de seguidores de GitHub
fr: Ouvrir la page des abonnés GitHub
id: Buka halaman pengikut GitHub
it: Apri pagina follower GitHub
ja: GitHubフォロワーページを開く
ko: GitHub 팔로워 페이지 열기
nl: Open GitHub-volgerspagina
pl: Otwórz stronę obserwujących GitHub
pt_br: Abrir página de seguidores no GitHub
ru: Открыть страницу подписчиков GitHub
tr: GitHub takipçi sayfasını aç
uk: Відкрити сторінку підписників GitHub
vi: Mở trang người theo dõi GitHub
zh_hans: 打开 GitHub Followers 页面
zh_hant: 開啟 GitHub 跟隨者頁面

# sidebar.openGithubFollowing
source: Open GitHub following page
ar: فتح صفحة المتابَعين على GitHub
de: GitHub-Gefolgte-Seite öffnen
es: Abrir página de seguidos de GitHub
fr: Ouvrir la page des abonnements GitHub
id: Buka halaman yang diikuti GitHub
it: Apri pagina seguiti GitHub
ja: GitHubフォロー中ページを開く
ko: GitHub 팔로잉 페이지 열기
nl: Open GitHub-volgendepagina
pl: Otwórz stronę obserwowanych GitHub
pt_br: Abrir página de seguindo no GitHub
ru: Открыть страницу подписок GitHub
tr: GitHub takip edilen sayfasını aç
uk: Відкрити сторінку підписок GitHub
vi: Mở trang đang theo dõi GitHub
zh_hans: 打开 GitHub Following 页面
zh_hant: 開啟 GitHub 正在跟隨頁面

# sidebar.openGithubStarred
source: Open GitHub starred page
ar: فتح صفحة النجوم على GitHub
de: GitHub-Sterne-Seite öffnen
es: Abrir página de estrellas de GitHub
fr: Ouvrir la page des étoiles GitHub
id: Buka halaman berbintang GitHub
it: Apri pagina stellati GitHub
ja: GitHubスター付きページを開く
ko: GitHub 별표 페이지 열기
nl: Open GitHub-sterrenpagina
pl: Otwórz stronę z gwiazdkami GitHub
pt_br: Abrir página de estrelas no GitHub
ru: Открыть страницу звёзд GitHub
tr: GitHub yıldızlanan sayfasını aç
uk: Відкрити сторінку зірок GitHub
vi: Mở trang đã gắn sao GitHub
zh_hans: 打开 GitHub Starred 页面
zh_hant: 開啟 GitHub Starred 頁面

# sidebar.releaseTimeline
source: Release
ar: الإصدارات
de: Veröffentlichungen
es: Lanzamientos
fr: Versions
id: Rilis
it: Rilasci
ja: リリース
ko: 릴리스
pl: Wydania
pt_br: Lançamento
ru: Релизы
tr: Sürüm
uk: Релізи
vi: Phát hành
zh_hans: 订阅发布
zh_hant: 發布

# sidebar.stats.followers
source: Followers
ar: متابِعون
de: Follower
es: Seguidores
fr: Abonnés
id: Pengikut
it: Follower
ja: フォロワー
ko: 팔로워
nl: Volgers
pl: Obserwujący
pt_br: Seguidores
ru: Подписчики
tr: Takipçi
uk: Підписники
vi: Người theo dõi
zh_hans: 关注者
zh_hant: 跟隨者

# sidebar.stats.following
source: Following
ar: متابَعون
de: Gefolgt
es: Siguiendo
fr: Abonnements
id: Mengikuti
it: Seguiti
ja: フォロー中
ko: 팔로잉
nl: Volgend
pl: Obserwowani
pt_br: Seguindo
ru: Подписки
tr: Takip Edilen
uk: Підписки
vi: Đang theo dõi
zh_hans: 正在关注
zh_hant: 正在跟隨

# sidebar.stats.starred
source: Starred
ar: مميّزة بنجمة
de: Markiert
es: Estrellados
fr: Étoilés
id: Berbintang
it: Stellati
ja: スター付き
ko: 별표
nl: Sterren
pl: Z gwiazdką
pt_br: Com estrela
ru: Звёзды
tr: Yıldızlanan
uk: Зірки
vi: Đã gắn sao
zh_hans: 星标
zh_hant: 已星標

# sidebar.tagFallback
source: Tag
ar: وسم
es: Etiqueta
fr: Étiquette
ja: タグ
ko: 태그
pt_br: Etiqueta
ru: Тег
tr: Etiket
uk: Тег
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# sidebar.tagManagement
source: Tag Management
ar: إدارة الوسوم
de: Tag-Verwaltung
es: Gestión de etiquetas
fr: Gestion des étiquettes
id: Manajemen Tag
it: Gestione tag
ja: タグ管理
ko: 태그 관리
nl: Tagbeheer
pl: Zarządzanie tagami
pt_br: Gerenciamento de Etiquetas
ru: Управление тегами
tr: Etiket Yönetimi
uk: Керування тегами
vi: Quản lý thẻ
zh_hans: 标签管理
zh_hant: 標籤管理

# sidebar.tags
source: Tags
ar: الوسوم
es: Etiquetas
fr: Étiquettes
id: Tag
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas
ru: Теги
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

# sidebar.untagged
source: Untagged
ar: غير موسوم
de: Ohne Tag
es: Sin etiquetar
fr: Sans étiquette
id: Tanpa Tag
it: Senza tag
ja: タグなし
ko: 태그 없음
nl: Ongetagd
pl: Bez tagu
pt_br: Sem etiqueta
ru: Без тегов
tr: Etiketlenmemiş
uk: Без тегів
vi: Chưa gắn thẻ
zh_hans: 未分类
zh_hant: 未分類

# smartCollections.all
source: All Collections
ar: كل المجموعات
de: Alle Sammlungen
es: Todas las colecciones
fr: Toutes les collections
id: Semua Koleksi
it: Tutte le raccolte
ja: すべてのコレクション
ko: 모든 컬렉션
nl: Alle Collecties
pl: Wszystkie kolekcje
pt_br: Todas as Coleções
ru: Все коллекции
tr: Tüm Koleksiyonlar
uk: Усі колекції
vi: Tất cả bộ sưu tập
zh_hans: 全部集合
zh_hant: 所有集合

# smartCollections.builtIn.title
source: Built-in
ar: مضمنة
de: Integriert
es: Integradas
fr: Intégré
id: Bawaan
it: Integrate
ja: 組み込み
ko: 내장
nl: Ingebouwd
pl: Wbudowane
pt_br: Integrado
ru: Встроенные
tr: Yerleşik
uk: Вбудовані
vi: Tích hợp sẵn
zh_hans: 内置集合
zh_hant: 內建

# smartCollections.collectionCountFormat
source: %d collections
ar: %d مجموعات
de: %d Sammlungen
es: %d colecciones
id: %d koleksi
it: %d raccolte
ja: %d コレクション
ko: %d개 컬렉션
nl: %d collecties
pl: %d kolekcji
pt_br: %d coleções
ru: %d коллекций
tr: %d koleksiyon
uk: %d колекцій
vi: %d bộ sưu tập
zh_hans: %d 个集合
zh_hant: %d 個集合

# smartCollections.delete
source: Delete collection
ar: حذف المجموعة
de: Sammlung löschen
es: Eliminar colección
fr: Supprimer la collection
id: Hapus koleksi
it: Elimina raccolta
ja: コレクションを削除
ko: 컬렉션 삭제
nl: Collectie verwijderen
pl: Usuń kolekcję
pt_br: Excluir coleção
ru: Удалить коллекцию
tr: Koleksiyonu sil
uk: Видалити колекцію
vi: Xóa bộ sưu tập
zh_hans: 删除集合
zh_hant: 刪除集合

# smartCollections.editor.createdOlderDays
source: Created older than (days)
ar: أُنشئت أقدم من (أيام)
de: Erstellt vor mehr als (Tagen)
es: Creado hace más de (días)
fr: Créé il y a plus de (jours)
id: Dibuat lebih dari (hari)
it: Creato da più di (giorni)
ja: 作成から経過日数（日）
ko: 생성된 지 (일) 이상
nl: Ouder dan (dagen)
pl: Utworzone starsze niż (dni)
pt_br: Criado há mais de (dias)
ru: Создано старше (дней)
tr: Oluşturulma (gün) eski
uk: Створено більше ніж (днів)
vi: Được tạo cách đây (ngày)
zh_hans: 创建早于（天）
zh_hant: 建立早於（天）

# smartCollections.editor.createdWithinDays
source: Created within (days)
ar: أُنشئت خلال (أيام)
de: Erstellt innerhalb (Tage)
es: Creado en los últimos (días)
fr: Créé depuis (jours)
id: Dibuat dalam (hari)
it: Creato entro (giorni)
ja: 作成から経過日数以内（日）
ko: 생성된 지 (일) 이내
nl: Binnen (dagen) aangemaakt
pl: Utworzone w ciągu (dni)
pt_br: Criado nos últimos (dias)
ru: Создано в течение (дней)
tr: Oluşturulma (gün) içinde
uk: Створено протягом (днів)
vi: Được tạo trong vòng (ngày)
zh_hans: 创建于（天内）
zh_hant: 建立於（天內）

# smartCollections.editor.description
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# smartCollections.editor.edit.help
source: Edit rules
ar: تحرير القواعد
de: Regeln bearbeiten
es: Editar reglas
fr: Modifier les règles
id: Edit aturan
it: Modifica regole
ja: ルールを編集
ko: 규칙 편집
nl: Regels bewerken
pl: Edytuj reguły
pt_br: Editar regras
ru: Редактировать правила
tr: Kuralları düzenle
uk: Редагувати правила
vi: Sửa quy tắc
zh_hans: 编辑规则
zh_hant: 編輯規則

# smartCollections.editor.forksMax
source: Max forks
ar: الحد الأقصى للتفرعات
es: Máx. forks
fr: Maximum de forks
id: Fork maks
it: Max fork
ja: 最大フォーク数
ko: 최대 포크 수
pl: Maks. forków
pt_br: Máx. de bifurcações
ru: Макс. форков
tr: Maks. çatal
uk: Макс. форків
vi: Số fork tối đa
zh_hans: 最多 Fork
zh_hant: 最多 Fork

# smartCollections.editor.forksMin
source: Min forks
ar: الحد الأدنى للتفرعات
es: Mín. forks
fr: Minimum de forks
id: Fork min
it: Min fork
ja: 最小フォーク数
ko: 최소 포크 수
pl: Min. forków
pt_br: Mín. de bifurcações
ru: Мин. форков
tr: Min. çatal
uk: Мін. форків
vi: Số fork tối thiểu
zh_hans: 最少 Fork
zh_hant: 最少 Fork

# smartCollections.editor.health.proLocked
source: Health score filters require Pro.
ar: مرشحات درجة الصحة تتطلب Pro.
de: Gesundheitsbewertungsfilter erfordern Pro.
es: Los filtros de puntuación de salud requieren Pro.
fr: Les filtres de score de santé nécessitent Pro.
id: Filter skor kesehatan memerlukan Pro.
it: I filtri punteggio salute richiedono Pro.
ja: ヘルススコアフィルターはProが必要です。
ko: 건강 점수 필터는 Pro가 필요합니다.
nl: Gezondheidsscorefilters vereisen Pro.
pl: Filtry oceny kondycji wymagają Pro.
pt_br: Filtros de pontuação de saúde exigem o Pro.
ru: Фильтры оценки здоровья требуют Pro.
tr: Sağlık puanı filtreleri Pro gerektirir.
uk: Фільтри оцінки здоров'я потребують Pro.
vi: Bộ lọc điểm sức khỏe yêu cầu Pro.
zh_hans: 健康分筛选需要 Pro 订阅。
zh_hant: 健康分篩選需要 Pro。

# smartCollections.editor.healthGrades
source: Health grades
ar: درجات الصحة
de: Gesundheitsnoten
es: Niveles de salud
fr: Notes de santé
id: Grade kesehatan
it: Livelli salute
ja: ヘルスグレード
ko: 건강 등급
nl: Gezondheidsgraden
pl: Oceny kondycji
pt_br: Notas de saúde
ru: Оценки здоровья
tr: Sağlık notları
uk: Оцінки здоров'я
vi: Mức sức khỏe
zh_hans: 健康度等级
zh_hant: 健康度等級

# smartCollections.editor.healthMax
source: Maximum health score
ar: الحد الأقصى لدرجة الصحة
de: Maximale Gesundheitsbewertung
es: Puntuación de salud máxima
fr: Score de santé maximum
id: Skor kesehatan maksimum
it: Punteggio salute massimo
ja: 最大ヘルススコア
ko: 최대 건강 점수
nl: Maximale gezondheidsscore
pl: Maksymalna ocena kondycji
pt_br: Pontuação máxima de saúde
ru: Макс. оценка здоровья
tr: Maksimum sağlık puanı
uk: Максимальна оцінка здоров'я
vi: Điểm sức khỏe tối đa
zh_hans: 最高健康分
zh_hant: 最高健康分

# smartCollections.editor.healthMin
source: Minimum health score
ar: الحد الأدنى لدرجة الصحة
de: Minimale Gesundheitsbewertung
es: Puntuación de salud mínima
fr: Score de santé minimum
id: Skor kesehatan minimum
it: Punteggio salute minimo
ja: 最小ヘルススコア
ko: 최소 건강 점수
nl: Minimale gezondheidsscore
pl: Minimalna ocena kondycji
pt_br: Pontuação mínima de saúde
ru: Мин. оценка здоровья
tr: Minimum sağlık puanı
uk: Мінімальна оцінка здоров'я
vi: Điểm sức khỏe tối thiểu
zh_hans: 最低健康分
zh_hant: 最低健康分

# smartCollections.editor.help
source: Create or edit smart collection
ar: إنشاء أو تحرير مجموعة ذكية
de: Smarte Sammlung erstellen oder bearbeiten
es: Crear o editar colección inteligente
fr: Créer ou modifier une collection intelligente
id: Buat atau edit koleksi pintar
it: Crea o modifica raccolta intelligente
ja: スマートコレクションを作成または編集
ko: 스마트 컬렉션 생성 또는 편집
nl: Slimme collectie aanmaken of bewerken
pl: Utwórz lub edytuj inteligentną kolekcję
pt_br: Criar ou editar coleção inteligente
ru: Создать или редактировать умную коллекцию
tr: Akıllı koleksiyon oluştur veya düzenle
uk: Створити або редагувати розумну колекцію
vi: Tạo hoặc sửa bộ sưu tập thông minh
zh_hans: 新建或编辑智能集合
zh_hant: 建立或編輯智慧集合

# smartCollections.editor.homepage
source: Homepage
ar: الصفحة الرئيسية
de: Startseite
es: Sitio web
fr: Page d'accueil
id: Halaman beranda
ja: ホームページ
ko: 홈페이지
nl: Startpagina
pl: Strona domowa
pt_br: Página inicial
ru: Домашняя страница
tr: Ana sayfa
uk: Домашня сторінка
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

# smartCollections.editor.importFromToolbar
source: Use current list filters
ar: استخدام مرشحات القائمة الحالية
de: Aktuelle Listenfilter verwenden
es: Usar filtros actuales de la lista
fr: Utiliser les filtres actuels de la liste
id: Gunakan filter daftar saat ini
it: Usa filtri elenco correnti
ja: 現在のリストフィルターを使用
ko: 현재 목록 필터 사용
nl: Huidige lijstfilters gebruiken
pl: Użyj bieżących filtrów listy
pt_br: Usar filtros da lista atual
ru: Использовать текущие фильтры списка
tr: Mevcut liste filtrelerini kullan
uk: Використати поточні фільтри списку
vi: Sử dụng bộ lọc danh sách hiện tại
zh_hans: 使用当前列表筛选
zh_hant: 使用目前列表篩選

# smartCollections.editor.license
source: Has license
ar: لديه ترخيص
de: Hat Lizenz
es: Tiene licencia
fr: A une licence
id: Memiliki lisensi
it: Ha licenza
ja: ライセンスあり
ko: 라이선스 있음
nl: Heeft licentie
pl: Ma licencję
pt_br: Possui licença
ru: Есть лицензия
tr: Lisansı var
uk: Має ліцензію
vi: Có giấy phép
zh_hans: 有许可证
zh_hant: 有授權

# smartCollections.editor.maintenanceMin
source: Min maintenance
ar: الحد الأدنى للصيانة
de: Min. Wartung
es: Mantenimiento mínimo
fr: Maintenance minimale
id: Pemeliharaan min
it: Manutenzione minima
ja: 最小メンテナンス
ko: 최소 유지보수
nl: Min. onderhoud
pl: Min. utrzymanie
pt_br: Manutenção mínima
ru: Мин. поддержка
tr: Min. bakım
uk: Мін. обслуговування
vi: Bảo trì tối thiểu
zh_hans: 最低维护度
zh_hant: 最低維護度

# smartCollections.editor.multiSelect.emptyOptions
source: No options available
ar: لا توجد خيارات متاحة
de: Keine Optionen verfügbar
es: No hay opciones disponibles
fr: Aucune option disponible
id: Tidak ada opsi tersedia
it: Nessuna opzione disponibile
ja: 利用可能なオプションはありません
ko: 사용 가능한 옵션 없음
nl: Geen opties beschikbaar
pl: Brak dostępnych opcji
pt_br: Nenhuma opção disponível
ru: Нет доступных вариантов
tr: Seçenek yok
uk: Немає доступних варіантів
vi: Không có tùy chọn
zh_hans: 暂无可选项
zh_hant: 無可用選項

# smartCollections.editor.multiSelect.none
source: Any
ar: أي
de: Beliebig
es: Cualquiera
fr: Tout
id: Apa pun
it: Qualsiasi
ja: 任意
ko: 모두
nl: Willekeurig
pl: Dowolny
pt_br: Qualquer
ru: Любой
tr: Herhangi biri
uk: Будь-який
vi: Bất kỳ
zh_hans: 不限
zh_hant: 不限

# smartCollections.editor.note
source: Has private note
ar: لديه ملاحظة خاصة
de: Hat private Notiz
es: Tiene nota privada
fr: A une note privée
id: Memiliki catatan pribadi
it: Ha nota privata
ja: プライベートノートあり
ko: 개인 메모 있음
nl: Heeft privénotitie
pl: Ma prywatną notatkę
pt_br: Possui nota privada
ru: Есть личная заметка
tr: Özel notu var
uk: Має приватну нотатку
vi: Có ghi chú riêng
zh_hans: 有私有笔记
zh_hant: 有私人筆記

# smartCollections.editor.openSSFMin
source: Min OpenSSF
ar: الحد الأدنى لـ OpenSSF
es: OpenSSF mínimo
fr: OpenSSF minimum
id: OpenSSF min
it: OpenSSF minimo
ja: 最小OpenSSF
ko: 최소 OpenSSF
pt_br: OpenSSF mínimo
ru: Мин. OpenSSF
uk: Мін. OpenSSF
vi: OpenSSF tối thiểu
zh_hans: OpenSSF 最低分
zh_hant: OpenSSF 最低分

# smartCollections.editor.popularityHealthMin
source: Min popularity score
ar: الحد الأدنى لدرجة الشعبية
de: Min. Popularitätswert
es: Puntuación de popularidad mínima
fr: Score de popularité minimum
id: Skor popularitas min
it: Punteggio popolarità minimo
ja: 最小人気スコア
ko: 최소 인기 점수
nl: Min. populariteitsscore
pl: Min. ocena popularności
pt_br: Pontuação mínima de popularidade
ru: Мин. оценка популярности
tr: Min. popülerlik puanı
uk: Мін. оцінка популярності
vi: Điểm phổ biến tối thiểu
zh_hans: 最低热度分
zh_hant: 最低熱度分

# smartCollections.editor.presets.hint
source: Built-in presets are AND approximations, not exact copies of system collections.
ar: الإعدادات المسبقة المضمنة هي تقريبات AND، وليست نسخًا طبق الأصل من مجموعات النظام.
de: Integrierte Vorgaben sind UND-Annäherungen, keine exakten Kopien von Systemkollektionen.
es: Los ajustes predefinidos integrados son aproximaciones Y, no copias exactas de las colecciones del sistema.
fr: Les préréglages intégrés sont des approximations ET, pas des copies exactes des collections système.
id: Preset bawaan adalah perkiraan AND, bukan salinan persis dari koleksi sistem.
it: I preset integrati sono approssimazioni AND, non copie esatte delle raccolte di sistema.
ja: 組み込みプリセットはAND近似であり、システムコレクションの正確なコピーではありません。
ko: 내장 프리셋은 시스템 컬렉션의 정확한 복사본이 아닌 AND 근사치입니다.
nl: Ingebouwde presets zijn EN-benaderingen, geen exacte kopieën van systeemverzamelingen.
pl: Wbudowane presety są przybliżeniami AND, a nie dokładnymi kopiami kolekcji systemowych.
pt_br: As predefinições integradas são aproximações E, não cópias exatas das coleções do sistema.
ru: Встроенные пресеты — это AND-приближения, а не точные копии системных коллекций.
tr: Yerleşik ön ayarlar, sistem koleksiyonlarının birebir kopyaları değil, VE yaklaşımlarıdır.
uk: Вбудовані пресети є наближеннями AND, а не точними копіями системних колекцій.
vi: Bộ cài sẵn là xấp xỉ AND, không phải bản sao chính xác của bộ sưu tập hệ thống.
zh_hans: 内置预设为 AND 近似，与系统集合 OR 逻辑不完全一致。
zh_hant: 內建預設為 AND 近似，並非系統集合的完全複製。

# smartCollections.editor.pushedOlderDays
source: Not pushed for (days)
ar: لم يتم الدفع منذ (أيام)
de: Nicht gepusht seit (Tagen)
es: No enviado en (días)
fr: Non poussé depuis (jours)
id: Tidak didorong selama (hari)
it: Non inviato da (giorni)
ja: プッシュなし経過日数（日）
ko: 푸시되지 않은 기간(일)
nl: Niet gepusht sinds (dagen)
pl: Nie wypchnięto od (dni)
pt_br: Não enviado há (dias)
ru: Не пушилось (дней)
tr: İtilmeyen (gün)
uk: Не публікувалося (днів)
vi: Chưa push trong (ngày)
zh_hans: 超过未推送（天）
zh_hant: 超過未推送（天）

# smartCollections.editor.pushedWithinDays
source: Pushed within (days)
ar: تم الدفع خلال (أيام)
de: Gepusht innerhalb (Tagen)
es: Enviado en los últimos (días)
fr: Poussé depuis (jours)
id: Didorong dalam (hari)
it: Inviato entro (giorni)
ja: プッシュから経過日数以内（日）
ko: 푸시된 기간(일)
nl: Gepusht binnen (dagen)
pl: Wypchnięto w ciągu (dni)
pt_br: Enviado nos últimos (dias)
ru: Пушилось в течение (дней)
tr: İtilen (gün)
uk: Публікувалося протягом (днів)
vi: Đã push trong (ngày)
zh_hans: 最近推送（天内）
zh_hant: 最近推送（天內）

# smartCollections.editor.qualityDimensions.proLocked
source: Quality dimension filters require Pro.
ar: تتطلب عوامل تصفية أبعاد الجودة الإصدار Pro.
de: Qualitätsdimensionsfilter erfordern Pro.
es: Los filtros de dimensión de calidad requieren Pro.
fr: Les filtres de dimension de qualité nécessitent Pro.
id: Filter dimensi kualitas memerlukan Pro.
it: I filtri per dimensione di qualità richiedono Pro.
ja: 品質ディメンションフィルターはProが必要です。
ko: 품질 차원 필터를 사용하려면 Pro가 필요합니다.
nl: Kwaliteitsdimensiefilters vereisen Pro.
pl: Filtry wymiarów jakości wymagają Pro.
pt_br: Filtros de dimensão de qualidade exigem o Pro.
ru: Фильтры по качеству требуют Pro.
tr: Kalite boyutu filtreleri Pro gerektirir.
uk: Фільтри вимірів якості потребують Pro.
vi: Bộ lọc kích thước chất lượng yêu cầu Pro.
zh_hans: 质量维度筛选需 Pro 订阅。
zh_hant: 品質維度篩選需要 Pro。

# smartCollections.editor.qualityMin
source: Min quality
ar: الحد الأدنى للجودة
de: Minimale Qualität
es: Calidad mínima
fr: Qualité min.
id: Kualitas min.
it: Qualità minima
ja: 最小品質
ko: 최소 품질
nl: Min. kwaliteit
pl: Min. jakość
pt_br: Qualidade mínima
ru: Мин. качество
tr: Min kalite
uk: Мін. якість
vi: Chất lượng tối thiểu
zh_hans: 最低质量分
zh_hant: 最低品質分

# smartCollections.editor.releaseWithinDays
source: Release within (days)
ar: الإصدار خلال (أيام)
de: Veröffentlicht innerhalb (Tagen)
es: Publicado en los últimos (días)
fr: Publié depuis (jours)
id: Dirilis dalam (hari)
it: Rilasciato entro (giorni)
ja: リリースから経過日数以内（日）
ko: 릴리스 기간(일)
nl: Uitgebracht binnen (dagen)
pl: Wydano w ciągu (dni)
pt_br: Lançado nos últimos (dias)
ru: Релиз в течение (дней)
tr: Yayınlanan (gün)
uk: Випущено протягом (днів)
vi: Phát hành trong (ngày)
zh_hans: 新版本于（天内）
zh_hant: 新版本於（天內）

# smartCollections.editor.saveChanges
source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
ko: 변경사항 저장
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar Alterações
ru: Сохранить изменения
tr: Değişiklikleri Kaydet
uk: Зберегти зміни
vi: Lưu thay đổi
zh_hans: 保存更改
zh_hant: 儲存變更

# smartCollections.editor.scope
source: Show repos from
ar: إظهار المستودعات من
de: Repos anzeigen von
es: Mostrar repos de
fr: Afficher les dépôts de
id: Tampilkan repos dari
it: Mostra repo da
ja: リポジトリの表示元
ko: 다음에서 저장소 표시
nl: Toon repos van
pl: Pokaż repozytoria z
pt_br: Mostrar repositórios de
ru: Показывать репозитории из
tr: Depoları göster
uk: Показувати репозиторії з
vi: Hiện repo từ
zh_hans: 显示范围
zh_hant: 顯示範圍

# smartCollections.editor.search.mode
source: Search mode
ar: وضع البحث
de: Suchmodus
es: Modo de búsqueda
fr: Mode de recherche
id: Mode pencarian
it: Modalità di ricerca
ja: 検索モード
ko: 검색 모드
nl: Zoekmodus
pl: Tryb wyszukiwania
pt_br: Modo de busca
ru: Режим поиска
tr: Arama modu
uk: Режим пошуку
vi: Chế độ tìm kiếm
zh_hans: 搜索模式
zh_hant: 搜尋模式

# smartCollections.editor.search.placeholder
source: Search query (optional)
ar: استعلام البحث (اختياري)
de: Suchanfrage (optional)
es: Consulta de búsqueda (opcional)
fr: Requête de recherche (facultative)
id: Kueri pencarian (opsional)
it: Query di ricerca (opzionale)
ja: 検索クエリ（オプション）
ko: 검색어(선택사항)
nl: Zoekopdracht (optioneel)
pl: Zapytanie (opcjonalne)
pt_br: Consulta de busca (opcional)
ru: Поисковый запрос (необязательно)
tr: Arama sorgusu (isteğe bağlı)
uk: Пошуковий запит (необов'язково)
vi: Truy vấn tìm kiếm (tùy chọn)
zh_hans: 搜索词（可选）
zh_hant: 搜尋詞（選填）

# smartCollections.editor.section.activity
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
tr: Etkinlik
uk: Активність
vi: Hoạt động
zh_hans: 活跃度
zh_hant: 活躍度

# smartCollections.editor.section.advanced
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
id: Lanjutan
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş
uk: Розширені
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# smartCollections.editor.section.content
source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
id: Konten
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
tr: İçerik
uk: Вміст
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# smartCollections.editor.section.excludedTags
source: Excluded tags
ar: الوسوم المستبعدة
de: Ausgeschlossene Tags
es: Etiquetas excluidas
fr: Étiquettes exclues
id: Tag yang dikecualikan
it: Tag esclusi
ja: 除外タグ
ko: 제외된 태그
nl: Uitgesloten tags
pl: Wykluczone tagi
pt_br: Tags excluídas
ru: Исключённые теги
tr: Hariç tutulan etiketler
uk: Виключені теги
vi: Thẻ bị loại trừ
zh_hans: 排除标签
zh_hant: 排除標籤

# smartCollections.editor.section.filters
source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtres
id: Filter
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
pt_br: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# smartCollections.editor.section.languages
source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
id: Bahasa
it: Lingue
ja: 言語
ko: 언어
nl: Talen
pl: Języki
pt_br: Linguagens
ru: Языки
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言
